Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/2_id_458416.html.tmx
Source language: sme
Languages: nob

source: Miellagiddevaš oassin lei maiddái rájáidrasttideaddji sámi álbmoga bealátkeahtesvuohta juos galggaš buollát soahti gaskal Danmárkku / Norgga ja Ruoŧa .
nob: Et interessant element var likeledes at den grenseoverflyttende samiske befolkningen skulle ha full nøytralitet i tilfelle krig mellom Danmark / Norge og Sverige .

source: Maiddái sođiid áigge galggai sápmelaččain leat vuoigatvuohta johtit riikkas nubbái , ja sii galge bures vuostáváldojuvvot go johte rájáid rastá .
nob: Selv i krigstider hadde de rett til å flytte fra det ene landet til det andre , og skulle taes vel i mot når de flyttet over .

source: Nuorta-Finnmárkku rádjaguovlluin , dahje dalá Ruoŧa davimus guovlluin , váfistii lappekodisilla ruoŧabeale ássiide olles friddjagávppašanvuoigatvuođa Norgga bealde .
nob: For grenseområdene mot Øst-Finnmark , det vil si det daværende aller nordligste Sverige , sikret lappekodisillen også at innbyggerne på svensk side skulle ha frihandelsrett på norsk side av grensen .

source: 2.4 Lappekodisilla 1800-logus
nob: 2.4 Lappekodisillen på 1800-tallet

source: Davviriikkaid stáhtarievttálaš dilli rievddai ollu 1800-logu álggogeahčen , Napoleonsođiid oktavuođas .
nob: I forbindelse med Napoleonskrigene på begynnelsen av 1800-tallet , skjedde det store endringer i de statsrettslige forholdene i Norden .

source: Suopma sirrejuvvui Ruoŧas jagis 1809 , ja šattai de Ruošša cára vuollásaš stuorraoaivugasvuohtan . Jagi maŋŋil gessojuvvui ođđa rádjá gaskal Ruoŧa ja Suoma .
nob: Landet ble da et storfyrstedømme under den russiske tsaren , og en ny grense mellom Sverige og Finland ble trukket året etter .

source: Norga beasai eret Danmárkku vuollásašvuođas jagis 1814 , ja bággejuvvui Ruoŧa vuollásažžan .
nob: Norge på sin side , ble i 1814 revet løs fra Danmark , og tvunget inn i en personalunion med Sverige .

source: Stáhtapolitihkalaš nuppástuvvamat mat dáhpáhuvve , eai almmatge oro váikkuhan sámi luondduvalljodagaid geavaheapmái , riikarájáid rastá .
nob: De statspolitiske endringene som fant sted , ser imidlertid ikke ut til å ha påvirket den gjensidige samiske bruken av naturgodene på tvers av grensen .

source: Dát guoskkai earret eará Suoma beallái ja Norgga beallái čáláhallan boazosápmelaččaid johtimii vuotnaguovlluide ja Romssa ja Finnmárkku riddoguovlluide geasset , ja davvisuoma vuovdeeatnamiidda dálvet .
nob: Helt nord gjaldt dette blant annet finske og norskregistrerte reindriftssamenes flyttinger til fjordene og til kysten av Troms og Finnmark om sommeren , og inn til de nordfinske skogene om vinteren .

source: Oktasaš sámi luossabivdoortnegat Deanu čázádagas , ja eará oktasaš valljodatgeavaheapmi – geasseorohagat , šibihiid guohtuneatnamat , murren- ja láddjenvuoigatvuođat – eaige rievdaduvvon .
nob: De fellessamiske laksefiskeordningene på tvers av grenselinjen i Tanavassdraget , og annen felles ressursbruk – sommerboplasser , beite for husdyr , brenselsskog , og slåttemarker ble heller ikke berørt i første omgang .

source: Davimus guovllu Suoma beali sámit jotke maiddái mearrabivdduineaset lagamus vuonain Norgga bealde , erenoamážit Várjavuonas .
nob: De nordligstboende finske samene fortsatte også sitt sjøfiske i de nærmeste fjordene på norsk side , særlig i Varangerfjorden .

source: Dát rájáidrasttideaddji valljodatgeavaheapmi lei nu nanus ahte 1820-logu loahpas mearriduvvojedje seammalágan njuolggadusat Norggas ja Suomas , mat gustojedje sámiid girkolaš bálvalusaide go sii ledje ránnjáriikkas .
nob: Denne grenseoverskridende ressursbruken var så rotfestet , at det mot slutten av 1820-tallet også ble vedtatt likelydende regler i Norge og Finland , for gjensidig geistlig betjening av samene , når disse oppholdt seg i nabolandet .

source: Dallege , go Norgga stáhtarievttálaš dilli rievd ­dai jagis 1814 , eai bohciidan jearaldagat Lappekodisilla mearrádusaide Norgga ja Ruoŧa gaskavuođaid hárrái .
nob: I forbindelse med Norges nye statsrettslige stilling i 1814 , ble det heller ikke stilt noen spørsmål ved lappekodisillens bestemmelser i forholdet mellom Norge og Sverige .

source: Boazosápmelaččat johte ain guovtti riikka rájá rastá , nugo sii álo ledje dahkan , ja nu mo Lappekodisilla dan sihkkarasttii .
nob: Reindriftssamene fortsatte med flyttingene sine mellom de to landene slik de alltid hadde gjort , og slik lappekodisillen sikret disse flyttingene .

source: Smávit báikkálaš soahpameahttunvuođat Norgga ja Suoma rájá alde mielddisbukte ahte lappekodisilla hámolaš stáhtus šattai áigeguovdilis gažaldahkan gaskal Norgga ( Ruoŧa ) ja Suoma ( Ruošša ) birrasiid jagi 1830 .
nob: Lokale kontroverser om mindre forhold på grensen mellom Norge og Finland , førte omkring 1830 til at spørsmålet om lappekodisillens formelle status ble et aktuelt tema mellom Norge ( Sverige ) og Finland ( Russland ) .

source: Boađus šattai negatiivvalažžan .
nob: Resultatet ble negativt .

source: Máŋggaid šiehtadallamiid maŋŋá gilddii Ruošša-Suopma jagis 1852 rájáidrasttideaddji boazodoallojohtimiid .
nob: Etter flere forhandlingsrunder ble det i 1852 , fra russisk-finsk side , nedlagt forbud mot reindriftsflyttinger over grensesperringen .

source: Ruoŧŧa-Norga čuovvolii dakkaviđe dán mearrádusa , ja gilddii seammás olgoriikkalaččaid ( suoma riikkavulosaččaid ) mearrabivddu ja fuođđobivddu Norgga eatnamiin .
nob: Dette ble umiddelbart fulgt opp fra svensk-norsk hold . Der nedla man også forbud mot fremmede ( finske ) undersåtters sjøfiske og jakt på norsk område .

source: Muhto – ii oktage áššeoasálaš loahpahan hámolaččat lappekodisilla soahpamuššan .
nob: Men – lappekodisillen som sådan ble ikke formelt sagt opp av noen av partene .

source: Rádjagiddejumi oktavuođas 1852s vásihedje guovllu sápmelaččat ahte duođas gávdnui riikkarádjá . Ii lean šat vejolaš heivehit ealáhusaid , doaimmahit boazodoalu , nugo livččii ekologalaččat rievttamus masa ekologiija lei bidjan vuđđosa .
nob: Gjennom grensesperringen i 1852 opplevde samene i dette området at der faktisk var en grense Man kunne ikke lenger innrette næringslivet , drive reindriften , på den måten som økologien hadde lagt grunnlaget for .

source: Rádjágiddejupmi čuozai qarrasit olles Dav ­vikalohta boazodoallovuogádagaide , ja mielddisbuvttii stuorra rievdamiid , doaluid heaittihemiid ja johtingeainnuid rievdademiid guhkes áiggid čađa ja viiddis guovllus .
nob: For reindriftssystemene på hele Nordkalotten var grensesperringen svært negativ , og førte til store omveltninger , avskallinger og endringer i flyttemønstre over lang tid og i store områder .

source: — albmáičuohcci dán govas lei go stuorra boazosámi joavku fárrii Guovda ­geainnus Ruoŧabeale Gárasavvonii 1850-logus .
nob: Markant i dette bildet var den betydelige utflyttingen av reindriftssamer fra Kautokeino til svensk Karesuando , i løpet av 1850-tallet .

source: 2.5 Oktasaš eanaguovllu guokte álbmoga
nob: 2.5 De to folkene på det felles territoriet

source: Álbmogiid gaskavuohta boahtá ovdan Snorre Sturlason gonagasságain , main dážaid ja sámiid historjá leat lávgalágaid .
nob: Når det gjelder forholdet mellom folkegruppene finner man blant annet at den tette sammenvevingen mellom norsk og samisk historie , kommer til uttrykk allerede i Snorre Sturlasons kongesagaer .

source: Sámit leat máŋgii namahuvvon , namahusain « finner » .
nob: Der er « finner » , det vil si samer , nevnt en rekke ganger .

source: Ovdamearkka dikte muitaluvvo ahte vuosttas Norgga riikkagonagasas – Harald Hårfagres – lei máŋggalágan oktavuohta sámiiguin ja sámi birrasiin .
nob: For eksempel berettes det at den første norske rikskongen – Harald Hårfagre – hadde flere typer kontakt med samer og samiske miljøer .

source: Ságat muitalit maiddái ahte Davvi-Norgga riddoguovllu sámit ledje čeahpes fanasduojárat .
nob: Sagaene forteller også at samene på kysten av Nord-Norge var dyktige båtbyggere .

source: Dát duodji ferte leat leamaš hui mávssolaš 1000 jagi áiggi , go mearra lei deaŧalaččamus vánddardan- ja fievrridangeaidnu .
nob: Det var et håndverk som må ha stått høyt i kurs for 1000 år siden , da sjøen var den dominerende transport- og ferdselsåre .

source: Sigurd Slembe ságain boahtá ovdan ahte sámi duojáriid fatnasat ledje nu jođánat čázis ahte eará fatnasat illá jukse dain .
nob: I Sigurd Slembes saga heter det at de samiskbygde båtene var så raske på vannet at knapt noe annet skip tok dem igjen .

source: Ságat čájehit oppalohkái , makkár oktavuođain sápmelaččat ja dážat leat leamaš . Muitalusain vuhtto dalá jurddašanvuohki , man mielde sápmelaččain ledje erenoamáš fámut .
nob: Sagaene gir totalt sett et bilde av ulike typer samhandling mellom samer og nordmenn , og noen gjerne farget av samtidens forestilling om at samene satt inne med overnaturlige krefter .

source: Dánskaáigodas , njeallje čuođi jagi ovdal 1814 , lei Norga oassi riikkas mii lei kultuvrralaččat hui máŋggadáfot Dážat ja sápmelaččat , ja dađistaga maiddái kvenat , ledje muhtimat dán riikka máŋgga čearddas .
nob: I dansketida , de fire hundre årene før 1814 , var Norge er del av et rike som var meget kulturelt og språklig sammensatt . Nordmenn og samer , etter hvert også kvener , var noen av mange ulike folkeslag innen dette riket .

source: Sámi kultuvrra dáfus erenoamáš lei , ahte sullii 1715 rájes álggahuvvui , hálddahuslaš válddi doarjagiin , viiddis miššuvdnadoaibma daid sámiid ektui geat eai lean vel dahkkojuvvon ristalažžan .
nob: Når det gjelder samisk kultur spesielt , ble det fra ca. 1715 og fremover , med støtte fra de verdslige myndighetene , satt i gang en omfattende misjonsvirksomhet overfor de samene som ennå ikke var fullt ut kristnet .

source: Dán proseassas geahččaledje jávkadit buot sámi dološ oskku bázáhasaid .
nob: I denne prosessen prøvde man å fjerne alle spor etter den gamle samiske religionen .

source: Billistedje meavrresgáriid ja sieiddiid , ja gilde juoigama ja sámi nammavieruid .
nob: Runebommer og offerplasser ble ødelagt , og samiske navneskikker og joik ble forbudt .

source: Dát váikkuhii dieđusge garrasit ja negatiivvalaččat boares sámi kultuvrra deaŧalaš beliide .
nob: Dette hadde selvsagt sterkt negative virkninger for vesentlige sider ved den gamle samiske kulturen .

source: Nuppi bealis fas deattuhuvvui sámegiela geava ­heapmi garrasit miššuvdnabarggu vuosttas áigodagas , sihke sárdnideamis ja skuvllain mat ásahuvvojedje .
nob: På den andre siden ble det i den første fasen av misjonstiden lagt stor vekt på bruk av samisk språk , både i forkynnelse og i de skolene som ble opprettet .

source: Gávdnojedje almmatge maiddái guovddáš girkolaš áirasat geat eai nu bures dohkkehan sámegiela ja sámi kultuvrra .
nob: Det fantes imidlertid også sentrale geistlige aktører som hadde en mindre aksepterende holdning til samisk språk og kultur .

source: Liikká orru nu ahte guovddáš eiseválddiid politihka mielde ovdal 1814 ledje sámit dohkkehuvvon oktan máŋgga čeardda gaskkas obbastáhtas .
nob: Hovedinntrykket når det gjelder sentralmyndighetenes politikk før 1814 , er likevel at samene var akseptert som en av mange folkegrupper i helstaten .

source: Dát bođii goit albma dan deattus mii biddjojuvvui váfistit sámiid beroštusaid dalle go rádjá Norgga ja Ruoŧa gaskkas gessojuvvui 1751s , vrd. kap. 2.4 .
nob: Dette kom , ikke minst , til uttrykk gjennom den vekt man la på å sikre samenes interesser da grensen mellom Norge og Sverige ble trukket i 1751 , jf. kap. 2.4 .

source: Sámit adnojuvvojedje árvvus sierra álbmogin mas lei sierra kultuvra , seamma láhkai go eará álbmogatge obbastáhta rájáid siskkabealde .
nob: Man respekterte i prinsippet samene som et folk med sin egen kultur , på linje med andre folk innenfor helstatens grenser .

source: 2.6 Oaidnu sámi kultuvrii nuppástuvvá .
nob: 2.6 Synet på samisk kultur endres .

source: Dáruiduhttinpolitihkka .
nob: Fornorskningspolitikk

source: Go Norga ásahuvvui sierra stáhtan jagis 1814 , de ii dátge mielddisbuktán ahte oaidnu sámegillii ja sámi kultuvrii rievddai fáhkkestaga .
nob: Det faktum at Norge ble etablert som en egen stat i 1814 , førte heller ikke til umiddelbare endringer i synet på samenes språk og kultur .

source: Deaŧalaš girkoolbmot , nugo Nils V. Stockfleth , barge 1820-logu rájes garrasit dan beales ahte sámegiella ( ja kvenagiella ) galggai geavahuvvot skuvllas ja girkus ; ja ahte kultuvrras alddis lei árvu .
nob: Markante geistlige , som Nils V. Stockfleth , stod fra 1820-tallet av sterkt på at samisk ( og kvensk ) måtte brukes i skole og kirke , og at kulturen hadde en egenverdi .

source: Su oaivila mielde váikkuhii kultuvrra gárgedeapmi ja seailluheapmi positiivvalaččat álbmogiidgaskasaš buori oktavuhtii .
nob: Etter hans syn bidro utvikling og bevaring av egen kultur til sann og ekte harmoni mellom folkene .

source: Dát dohkkeheaddji oaidnu sámi kultuvrra ektui rievdagođii ovdalaš 1800-logu gaskkamuttus ja jahkečuođi mielde šattai miellaguoddu garrasit negatiivvalažžan .
nob: Denne aksepterende holdningen til samisk kultur begynte imidlertid å endre seg fra noe før midten av 1800-tallet og utover i århundret ble holdningen sterkt negativ .

source: Dađistaga álge , « virggálaš oktavuođas » , máinnašit sámiid unnitárvosažžan , kultuvrrahis álbmogin ja muhtun muddui maiddái vuoigatvuođahis álbmogin .
nob: Samene ble etter hvert , i « offisiell sammenheng » beskrevet som mindreverdige , et folk uten kultur , og delvis også uten materielle rettigheter .

source: Jagis 1848 meroštalle ráđđehus ja Stuorrailiggi earret eará ahte Finnmárku álgoálggus lea leamaš eaiggátkeahtes guovlu .
nob: Blant annet ble Finnmark av regjering og Storting , i 1848 definert som et opprinnelig herreløst område .

source: Dán meroštallama váldoágga lei ahte ámtta ássit ledje leamaš dušše johttisápmelaččat , ja johtaleapmi ii addán , ráđđejeaddji oahpa mielde , vuđđosa eaiggáduššanvuoigatvuhtii .
nob: Hovedbegrunnelsen for dette var at amtet kun skulle ha vært bebodd av nomadiske samer og nomadisme ga , etter den rådende lære , ikke grunnlag for eiendomsrett .

source: Dan dihtii lei gonagas / stáhta eaiggáduššan ámtta dološ áiggi rájes .
nob: Derfor hadde kongen / staten eid amtet fra gammel tid .

source: Sullii seammá áigge dainna vuhttogohte kulturpolitihkas rievdadusat , ja dáruiduhttinpolitihkka álggahuvvui duođas 1860-logus .
nob: Omtrent samtidig med dette begynte man også å se tegn til en omlegging av kulturpolitikken , og fornorskningsperioden ble for alvor innledet på 1860-tallet .

source: Ráđđejeaddji oainnu mielde sámit ledje vuolit kultuvrralaš dásis , ja ulbmilin lei ollislaš assimilašuvdna .
nob: Den rådende oppfatningen var nå at samene stod på et lavt kulturelt nivå . Målsettingen var total assimilasjon .

source: Erenoamážit skuvla šattai deaŧalaš reaidun dáruiduhttinpolitihka čađaheamis .
nob: Spesielt ble skolen et viktig instrument i fornorskningspolitikken .

source: Ovddeš mearrádusat , maid mielde sámemánát galge oahppat maiddái eatnigielaset , sihkkojuvvojedje .
nob: Tidligere passuser om at samiske barn også burde lære morsmålet ble strøket .

source: Oahpaheaddjit geatnegahttojuvvojedje váruhit ahte mánát dárustedje maiddái oahpahandiimmuid olggobealde .
nob: Utenom undervisningstimene ble lærerne forpliktet til å passe på at elevene brukte norsk språk .

source: 1800-logu loahpas nannejuvvui lágain , ahte oahpaheapmi galggai čađahuvvot dárogillii .
nob: Ved slutten av 1800-tallet ble det ved lov fastsatt at undervisningen skulle foregå på norsk .

source: Nannen dihtii dáruiduhttima huksejuvvojedje maiddái stáhtainternáhtat , gos mánát galge orrut skuvlaáiggi .
nob: For å fremme fornorskningen ble det også , etter hvert , bygd statsinternater hvor barna skulle bo mens de gikk på skolen .

source: Ollu internáhtain deattuhuvvui , dađistaga , ahte mánát eai galgan sámástit gaskaneaset .
nob: På mange av disse internatene ble det også lagt vekt på at barna ikke skulle snakke samisk seg i mellom .

source: Dát dilli bisttii bures nuppi máilmmisoađi meattá .
nob: Dette vedvarte til langt etter andre verdenskrig .

source: Njunuš historjádutkit leat duođaštan ahte sihkarvuođapolitihkalaš dilli lei deaŧalaš dáruiduhttinágga . Sivvan dasa lei ahte stuorra kvena- / láttejoavkkut fárrejedje Norgii , erenoamážit Nuorta-Finnmárkui , 1850-logu rájes .
nob: Ledende historikere har dokumentert at en viktig årsak til fornorskningspolitikken var å finne i sikkerhetspolitiske forhold , som skyldtes den sterke kvenske / finske innvandringen , særlig til Øst-Finnmark etter midten av 1800-tallet .

source: Suopma lei stuorraoaivugasváldi ruošša cára vuolde , nu ahte sii geat bohte ledje prinsihpas ruošša riikkavulosaččat .
nob: Finland var et storfyrstedømme under den russiske tsaren , slik at de som kom i prinsippet var russiske undersåtter .

source: Ballu ruoššariikkas lei dasto guovddáš čilgehussan dasa ahte viiddis dáruiduhttindoaimmat biddjojuvvojedje johtui .
nob: Frykten for Russland var dermed en sentral årsak til de omfattende fornorskningstiltakene som ble iverksatt .

source: Garrasit geahččaledje uniformeret giela ja kultuvrra sámi ja kvena guovlluin .
nob: Man gjorde store anstrengelser for å uniformere språk og kultur i samiske og kvenske distrikter .

source: Eai olus earuhan sámiid ja kvenaid .
nob: Det ble i liten grad skilt mellom samer og kvener .

source: Goappašat čearddat meroštallojuvvojedje « amas álbmogin » .
nob: Begge ble snart under ett karakterisert som « de fremmede folkeslag » .

source: 2.7 Oaidnu olmmoščearddaid gaskavuođaide nuppástuvvá
nob: 2.7 Synet på forholdet mellom folkegruppene endrer seg

source: Rievdan oainnus sámi vuoiŋŋalaš ja ávnnaslaš kultuvrra hárrái álggii almmatge , ovdal juo go sihkarvuođapolitihkalaš bealit gustogohte ollásit , 1860-logu rájes .
nob: Dreiningen i synet på samisk åndelig og materiell kultur begynte imidlertid allerede før de sikkerhetspolitiske aspektene tok til å gjøre seg gjeldende med full tyngde , fra 1860-tallet .

source: Norgga našuvdnahuksen mii duođas álggahuvvui moadde logijagi maŋŋil 1814 , lea dán oktavuođas fuomášan veara .
nob: I en slik forbindelse er det grunn til å feste oppmerksomhet ved den norske nasjonsbyggingen , som for alvor tok til et par tiår etter 1814 .

source: Váldoulbmil lei hukset sierra norgalaš álbmotlašidentitehta , ja sajáiduvvat máilbmái , erenoamážit ránnjáálbmogiid ektui – ruoŧŧilaččaid ja dánskalaččaid ektui .
nob: Hovedsiktemålet var at man skulle bygge opp en egen norsk nasjonal identitet , og plassere seg i verden , særlig i forhold til sine nabofolk – svensker og dansker .

source: Dákkár oktavuođas čađahuvvui stuorra bargu čájehan dihtii ahte Norgga álbmogis lei unnimustá seammá guhkes ovdahistorjá Skandinavias go dánskalaččain ja ruoŧŧilaččain , dahje ahte Norga rievtti mielde lei bisuhan siskkáldas iehčanasvuođa maiddái dánskaáigodagas .
nob: I en slik sammenheng ble det nedlagt et stort arbeid i å vise at det norske folket hadde en minst like lang forhistorie i Skandinavia som sine nabofolk , eller at Norge egentlig hadde beholdt sin indre selvstendighet under dansketida .

source: Dán skuvllas lei nu gohčoduvvon sisafárrenteoriija deaŧalaš .
nob: I den forbindelse er læren til den « norske historiske skole » viktig .

source: Sisafárrenteoriija almmuhuvvui vuosttas geardde 1828s .
nob: Der stod den såkalte innvandringsteorien sentralt .

source: Rudolf Keyser almmuhii dán teoriija go logaldalai Davviriikkaid historjjá álggahanoasis .
nob: Første gang denne teorien ble lansert , var av Rudolf Keyser mot slutten av 1820-tallet .

source: Vaikko dát oahppa ii biehttal sámiid boaresáigásaš ássama Norgga rájáid siskkabealde , de čuovgá čađa ahte dážat meroštallojuvvojit « čuvgejuvvon » olmmoščeardan mas lea bajit dási boares servodatstruktuvra .
nob: Det er helt gjennomgående at nordmennene fremstilles som de « dannete » med en overlegen og gammel samfunnsorganisasjon – i motsetning til samenes tilfeldige omflakking og ville , rå og usle levesett – et laverestående folkeferd både i åndelig og legemlig henseende .

source: Studeanttat geat guldaledje Keysera logaldallamiid , ja geat oahpásmuvve su dieđalaš čállosiidda , ožžo čuovvovaš gova sámiin ja sámiid / dážaid gaskavuođas :
nob: Studentene som fulgte Keysers forelesninger , og de som satte seg inn i hans vitenskapelige forfatterskap , måtte få et negativt inntrykk av samene , og av forholdet mellom nordmenn og samer .

source: Sámi álbmot lea álgoálggus vilda , olbmuidvuođakeahtes 6 ja vádjoleaddji álbmot .
nob: Samene var opprinnelig en vill , usivilisert og nomadisk befolkning .

source: Sii ledje nuortan ja davvin boahtán dan eatnamii mii maŋŋil šattai Norgan , oalle aitto ovdal go germánalaš , norrøna sisafárren álggii .
nob: De var kommet til det området som senere ble Norge , relativt kort tid før den germanske , norrøne innvandringen fra øst og nord .

source: Sámit leat dážaid ektui vuolit dási álbmot , sihke vuoiŋŋalaččat , rumašlaččat ja vearjoteknihkalaččat .
nob: Samene var nordmennene underlegne både i åndelig , fysisk og våpenteknologisk henseende .

source: Dan dihtii lei norrøna álbmotčerdii álki duvdit johtti sámeálbmoga boaittobealle guovlluide , dahje osohahkii luottahuhttit sámiid sisafárredettiin .
nob: Derfor var det enkelt og naturlig for den norrøne folkestamme å fortrenge de samiske nomadene til de ytterste utkanter , eller delvis utrydde dem under innvandringen .

source: Johtti sámi álbmot ii eaiggáduššan eatnamiid .
nob: De samiske nomadene eide ikke grunnen .

source: Sii eaige bargan eana- ja bealdodoaluin .
nob: De drev heller ikke jord- eller åkerbruk .

source: Danne dážat oamastedje ávdin eatnamiid gosa sii ásaiduvve .
nob: Derfor tok nordmennene ubebygd land der de slo seg ned .

source: Okta deaŧalaš oassi lei ahte doppe gosa germánalaš olmmoščearddat ásaiduvve , de eaiggádušše dušše sii eatnamiid ja vuođđudedje stáhta .
nob: Et annet viktig element i læren var at der de germanske folkestammene slo seg ned , var det kun de som eide jord og etablerte staten .

source: Álbmot lei luđolaš dáža boanddat .
nob: Folket var de frie norske bøndene .

source: Eatnamiid eaiggáduššanvuoigatvuohta ii lean ságas ovdal go sisafárrejeaddji dážat ásaiduvve , oamastedje eatnamiid ja ásahedje árbevuoigatvuođa .
nob: Eiendomsrett til jord oppstod ikke før de innvandrende nordmennene slo seg ned som bønder og tok jord til eie som odel .

source: Sámit eai lean , nappo , álbmoga oassin .
nob: Samene var med andre ord , ikke en del av folket .

source: Sii eaige lean oassin dan riektevuogádagas / riekteservodagas maid davvigermánalaš olmmoščerdii gullevaš dážat ledje huksen Norgga eatnamii .
nob: De tilhørte ikke rettssamfunnet som var bygd opp i Norge av den nordgermanske folkestammen som nordmennene tilhørte .

source: Historjádutkit geat leat dáinna gažaldagain bargan , čájehit namalassii ahte teoriija , mii lei hui beroštahtti dáža álbmotlaš dovddu huksemii , johtilit šattai nana duohtavuohtan Norggas .
nob: Blant annet et slikt teoretisk bakteppe , ved siden av de sikkerhetspolitiske vurderingene som etter hvert begynte å gjøre seg gjeldende , gjør det enklere å forklare den sterke fornorskningspolitikken som ble iverksatt .

source: 1850-logu rájes gávdná maiddái ollu ovdamearkkaid nállejurddašeamis ja nállehierarkiijas 7 sáme- ja kvenapolitihka oktavuođas . Nállehierarkiijas lei áralaš ja germánalaš nálli bajimusas , ja sámit ledje vuolimusas .
nob: I forbindelse med politikken overfor samene og kvenene finner man i løpet av andre halvdel av 1800-tallet også et betydelig innslag av rasetenkning , og et rasehierarki med den ariske og germanske rase øverst , og samene nederst .

source: Sosiáldarwinisttalaš jurdagat badjánišgohte maiddái 1800-logu loahpas , ja dát jurdagat vedjet maiddái váikkuhan nállehierarkiija oidnui .
nob: Til dette bidro nok også de sosialdarwinistiske holdningene som begynte å gjøre seg gjeldende mot slutten av århundret .
